{
    "welcome":"Bienvenue",
    "ra":"Ascension droite : {}",
    "dec":"Declinaison : {} °",
    "waiting_position" : "En attente du GPS",
    "api_updated" : "API mis à jour",
    "wating_catalog" : "En attente de la position pour mis à jour du catalogue",
    "catalog_updated" : "Catalogue mis à jour",
    "position": "Position : {}, {}, {}",
    "rise_set": "Lever/Coucher : {}/{}",
    "culmination":"Méridien : {}", 
    "type":"Type: {}", 
    "magnitude":"Magnitude : {}", 
    "mag":"Magnitude max :",
    "rise":"Lever : {}",
    "set":"Coucher : {}" ,
    "current_height":"Hauteur actuelle : {}°",
    "home":"Accueil",
    "plan":"Planification",
    "selected":"Selection",
    "observe":"Observer",
    "connect":"Connecter",
    "config":"Config",
    "shutdown":"Eteindre",
    "quit":"Quitter",
    "only_visible": "Seulement visible",
    "save": "Enregistrer",
    "illumination": "Eclairement : {} %",
    "longitude":"Longitude : {}",
    "latitude":"Latitude: {}",
    "altitude":"Altitude: {} m",
    "azimuth":"Azimuth : {} ° {}",
    "not_visible_position":"(non accessible depuis votre position)",
    "not_visible":"Non visible",
    "not_visible_from_location":"masqué depuis votre lieu",
    "perturbed_by_moon":"Masqué par la Lune",
    "low_on_horizon":"Bas sur l'horizon",
    "visible":"Visible",
    "min_height":"Hauteur minimale pour être visible (degré)",
    "date":"Date : {}",
    "hour":"Heure : {}",
    "hour_title":"Heure actuelle",
    "sidereal":"Sidérale : {}",
    "click_to_change":"Appuyer pour changer",
    "manage_telescope": "Gérer le téléscope",
    "ow_api_key":"Clé API OpenWeather",
    "language":"Langue",
    "supernova_remnant":"Reste de Supernova",
    "globular_cluster":"Amas Globulaire",
    "planet":"Planète",
    "star":"Etoile",
    "satellite":"Satellite",
    "emission_nebula":"Nébuleuse à émission",
    "galaxy":"Galaxie",
    "reflection_nebula":"Nébuleuse par reflexion",
    "dark_nebula":"Nébuleuse sombre",
    "open_cluster":"Amas ouvert",
    "planetary_nebula":"Nébuleuse Planétaire",
    "double_star":"Etoile double",
    "all":"Tous",
    "weather_next_days" : "Météo des prochains jours",
    "absolutly_not_suitable": "Rangez le téléscope",
    "not_suitable": "Pas sûr de pouvoir voir quelque chose",
    "perfect": "Sortez le téléscope",
    "idk": "Aucune idée",
    "confirm": "Confirmer",
    "cancel" : "Annuler",
    "change_date" : "Changer la date",
    "filter" : "Filtrer",
    "search" : "Rechercher",
    "current_task" : "Tâche actuelle : {}",
    "confirm switch" : "Voulez vous changer pour {}",
    "expo-gain" : "Expo-gain",
    "move" : "Déplacer",
    "modify_image":"Modifier l'image",
    "no_connection": "Impossible de joindre le serveur",
    "image_ratio" : "Taille (ratio) de l'image pour travailler sur les levels",
    "taking_dark" : "Acquisition de Darks",
    "take_darks": "Capturer des darks",
    "dark_library" : "Dark à utiliser",
    "telescope_option" : "Options du téléscope",
    "submit":"Connexion",
    "error_server_url" : "Entrez l'adresse et le port du serveur",
    "server":"Serveur",
    "click_doc":"Cliquez ici pour la documentation",
    "ok" : "Ok",
    "option" : "Option",
    "circumpolar": "Circumpolaire",
    "stop_telescope": "Stopper le télescope",
    "stop": "Stop",
    "map":"Carte",
    "confirms_stop":"Etes vous sûr de vouloir stopper le télescope ?",
    "information": "Information",
    "location":"Localisation",
    "show_alt_az_max_expo":"Montrer le temps max d'exposition en AltAz",
    "sensor_diag":"Diagonale du capteur (mm)",
    "pixel_size":"Taille du pixel (µm)",
    "azimuth_selector":"Déselectionnez les azimuths qui sont masqués depuis votre position",
    "max_altaz_exposure_time":"Temps d'exposition max (altaz) : {} s",
    "azimut_graph":"Graphique heure/altitude",
    "skymap":"Carte du ciel",
    "map_show_dso" : "Montrer les planètes et les objets du ciel profond dans la carte",
    "map_show_only_selected" : "Ne montrer que les objets sélectionnés dans la carte",
    "map_show_lines" : "Montrer les constellations",
    "map_show_starname" :"Montrer les noms des étoiles",
    "view_map":"Voir sur la carte du ciel",
    "dso": "Afficher les objets du ciel profond",
    "only_selected":"N'affiche que les objets sélectionnés",
    "see_moon_calendar":"Voir le calendrier",
    "moon_calendar":"Calendrier lunaire",
    "MM/dd":"dd/MM",
    "days":"Lundi;Mardi;Mercredi;Jeudi;Vendredi;Samedi;Dimanche",
    "load_more":"Charger plus",
    "sidereal_hour":"Heure sidérale",
    "rotation":"Orienter la carte :",
    "moon_angular_dist":"Dist angulaire Lune : {}° {}",
    "too_close":"(trop proche)",
    "_Sun":"Le soleil est une étoile située au centre de notre système solaire, fournissant chaleur et lumière à la Terre. Il est composé principalement d'hydrogène et d'hélium et sa puissante gravité génère des réactions nucléaires qui libèrent une énergie immense. Le soleil est essentiel à la vie sur Terre, régulant le climat et permettant la photosynthèse.",
    "_Moon":"La Lune est le seul satellite naturel de la Terre. Elle ne possède pas de lumière propre, mais elle reflète la lumière du Soleil, ce qui lui donne son apparence brillante dans le ciel nocturne. La Lune joue un rôle important dans le maintien de la stabilité de l'axe de rotation de la Terre et influence les marées océaniques. Elle a également été explorée par des missions spatiales humaines et est un sujet d'étude scientifique pour mieux comprendre l'histoire et la formation du système solaire.",
    "_Jupiter":"Jupiter est la plus grande planète de notre système solaire, principalement composée d'hydrogène et d'hélium. Elle possède une atmosphère turbulente avec des bandes de nuages colorés et une célèbre grande tache rouge, une tempête géante. Jupiter possède également un grand nombre de lunes, dont les quatre plus grandes sont connues sous le nom de lunes galiléennes.",
    "_Saturn":"Saturne est une planète connue pour ses magnifiques anneaux qui l'entourent. Composée principalement d'hydrogène et d'hélium, Saturne possède une atmosphère avec des bandes nuageuses et des tempêtes similaires à celles de Jupiter. Ses anneaux, composés de particules de glace, de roche et de poussière, confèrent à Saturne une apparence distinctive.",
    "_Mars":"Mars est une planète rocheuse qui abrite le plus haut volcan et le plus grand canyon connus de notre système solaire. Surnommée la planète rouge en raison de sa couleur distinctive, Mars possède une atmosphère mince principalement composée de dioxyde de carbone. Les scientifiques ont longtemps étudié Mars pour déterminer si elle a déjà abrité une forme de vie et pour préparer des missions futures d'exploration humaine.",
    "_Venus":"Vénus est la deuxième planète la plus proche du Soleil et est souvent appelée la planète sœur de la Terre en raison de leur taille similaire. Cependant, Vénus est un monde inhospitalier avec une atmosphère dense composée principalement de dioxyde de carbone, provoquant un effet de serre intense et des températures extrêmement élevées à sa surface. Vénus est également connue pour son apparence brillante dans le ciel, en raison de sa réflexion intense de la lumière solaire..",
    "_M1":"M1 - Le Crabe : Reste d'une supernova observée en 1054, connue pour sa nébuleuse en forme de coquille. C'est l'un des objets astronomiques les plus étudiés et il abrite un pulsar en rotation rapide au centre.",
    "_M2":"M2 - Le Globulaire : Amas d'étoiles dense et sphérique situé à environ 37 000 années-lumière de la Terre. Il contient des centaines de milliers d'étoiles et est l'un des objets du ciel profond les plus brillants de cette catégorie.",
    "_M3":"M3 - L'Amas du Capricorne : Amas globulaire brillant contenant des centaines de milliers d'étoiles. Situé à environ 33 900 années-lumière, il est l'un des amas les plus denses et les plus étendus de notre galaxie, la Voie lactée.",
    "_M4":"M4 - L'Amas de la Crèche : Amas globulaire situé à environ 7 200 années-lumière, présentant une concentration élevée d'étoiles. Il est également connu pour son noyau dense et pour contenir une grande variété d'étoiles variables.",
    "_M5":"M5 - L'Amas du Serpent : Amas globulaire dense et compact situé à environ 24 500 années-lumière. Il contient plusieurs étoiles variables et des étoiles de différentes populations stellaires, ce qui en fait un sujet d'étude intéressant pour les astronomes.",
    "_M6":"M6 - Le Papillon : Amas d'étoiles ouvert avec des bras en forme d'ailes de papillon. Il est également connu sous le nom d'Amas de la Luciole et est facilement visible à l'œil nu dans des conditions de ciel sombre.",
    "_M7":"M7 - Le Grappin : Amas d'étoiles ouvert également connu sous le nom de 'Ptolémée'. Situé dans la constellation du Scorpion, il est visible à l'œil nu et apprécié pour sa beauté et sa concentration d'étoiles.",
    "_M8":"M8 - La Nébuleuse de la Lagune : Nébuleuse en émission et en réflexion avec une région de formation d'étoiles active. Elle présente des structures distinctives, y compris une bande sombre qui divise la nébuleuse en deux parties.",
    "_M9":"M9 - L'Amas de l'Écu de Sobieski : Amas globulaire dense situé à environ 25 000 années-lumière de la Terre. Il est composé d'étoiles anciennes et présente une forme légèrement elliptique.",
    "_M10":"M10 - L'Amas des Petits Piliers : Amas globulaire avec des bras épineux. Il est situé à environ 14 300 années-lumière de la Terre et possède une magnitude apparente relativement élevée.",
    "_M11":"M11 - L'Amas de la Wild Duck : Amas ouvert d'étoiles brillantes formant un motif en forme de V. Il est situé dans la constellation du Scorpion et est également connu sous le nom d'Amas de la Patte de Canard.",
    "_M12":"M12 - L'Amas de la Ruche : Amas globulaire situé à environ 15 700 années-lumière de la Terre. Il contient des centaines de milliers d'étoiles et est souvent décrit comme une grappe d'abeilles d'où son nom.",
    "_M13":"M13 - L'Amas d'Hercule : Amas globulaire très brillant et densément peuplé. Il est situé à environ 22 200 années-lumière de la Terre et est l'un des amas globulaires les plus connus et les plus étudiés.",
    "_M14":"M14 - L'Amas d'Étendard : Amas globulaire situé à environ 30 000 années-lumière de la Terre. Il est relativement faible en luminosité et est souvent difficile à observer en raison de sa proximité avec d'autres étoiles brillantes.",
    "_M15":"M15 - L'Amas de Pégase : Amas globulaire dense avec une concentration élevée d'étoiles. Il est situé à environ 33 600 années-lumière de la Terre et est souvent utilisé comme référence pour étudier les amas globulaires.",
    "_M16":"M16 - La Nébuleuse de l'Aigle : Nébuleuse en émission associée à une région de formation d'étoiles où se trouve les 'Piliers de la Création'. Elle est située à environ 7 000 années-lumière de la Terre et est célèbre pour sa structure en forme d'aigle.",
    "_M17":"M17 - La Nébuleuse Oméga : Nébuleuse en émission avec une région de formation d'étoiles active et un contour en forme de fer à cheval. Elle est également connue sous le nom de 'Nébuleuse du Cygne' et est située à environ 5 500 années-lumière de la Terre.",
    "_M18":"M18 - L'Amas de l'Étoile du Cygne : Amas ouvert d'étoiles jeunes situé dans la constellation du Cygne. Il est situé à environ 4 900 années-lumière de la Terre et présente une forme irrégulière.",
    "_M19":"M19 - L'Amas de la Flèche : Amas globulaire situé à environ 28 700 années-lumière de la Terre. Il est assez faible en luminosité et est parfois difficile à observer en raison de son éloignement apparent du plan galactique.",
    "_M20":"M20 - La Nébuleuse Trifide : Nébuleuse en émission avec trois lobes distincts de poussière et de gaz. Elle est située à environ 5 200 années-lumière de la Terre et est souvent photographiée en raison de son apparence spectaculaire.",
    "_M21":"M21 - L'Amas du Tournevis : Amas ouvert situé à environ 4 250 années-lumière de la Terre. Il est relativement jeune et contient environ 57 étoiles visibles à l'œil nu.",
    "_M22":"M22 - L'Amas Sagittaire : Amas globulaire brillant situé à environ 10 600 années-lumière de la Terre. Il est l'un des amas globulaires les plus brillants et les plus proches de notre galaxie, la Voie lactée.",
    "_M23":"M23 - L'Amas du Papillon : Amas ouvert d'étoiles situé à environ 2 150 années-lumière de la Terre. Il est nommé ainsi en raison de sa forme qui ressemble à celle d'un papillon.",
    "_M24":"M24 - La Nébuleuse de la Petite Grenouille : Bien qu'elle soit répertoriée dans le catalogue de Messier, la Nébuleuse de la Petite Grenouille n'est pas une nébuleuse, mais plutôt une région dense et complexe de la Voie lactée.",
    "_M25":"M25 - L'Amas de la Boîte à Bijoux : Amas ouvert d'étoiles brillantes situé dans la constellation du Sagittaire. Il tire son nom de son apparence en forme de boîte à bijoux.",
    "_M26":"M26 - L'Amas du Scorpion : Amas ouvert d'étoiles situé à environ 5 000 années-lumière de la Terre, dans la constellation du Scorpion. Il est composé de nombreuses étoiles jeunes et lumineuses.",
    "_M27":"M27 - La Nébuleuse de l'Haltère : Nébuleuse planétaire située à environ 1 400 années-lumière de la Terre, dans la constellation du Petit Renard. Elle est remarquable pour sa forme allongée et sa luminosité.",
    "_M28":"M28 - L'Amas de la Boule de Coton : Amas globulaire situé à environ 17 900 années-lumière de la Terre, dans la constellation du Sagittaire. Il est caractérisé par une concentration élevée d'étoiles.",
    "_M29":"M29 - L'Amas du Cygne : Amas ouvert d'étoiles jeunes situé dans la constellation du Cygne. Il est composé d'étoiles bleues et est relativement compact.",
    "_M30":"M30 - L'Amas du Capricorne : Amas globulaire situé à environ 26 000 années-lumière de la Terre. Il possède une densité moyenne et est l'un des objets les plus éloignés du catalogue de Messier.",
    "_M31":"M31 - La Galaxie d'Andromède : La galaxie d'Andromède est une galaxie spirale située à environ 2,537 millions d'années-lumière de la Terre. Elle est la plus proche voisine de notre Voie lactée.",
    "_M32":"M32 - La Galaxie Naine Elliptique de la Nébuleuse d'Andromède : Une petite galaxie elliptique satellite de la galaxie d'Andromède. Elle est située à environ 2,537 millions d'années-lumière de la Terre.",
    "_M33":"M33 - La Galaxie du Triangle : Une galaxie spirale située à environ 2,857 millions d'années-lumière de la Terre, dans la constellation du Triangle. Elle est l'une des galaxies les plus proches de la Voie lactée.",
    "_M34":"M34 - L'Amas de la Poule : Amas ouvert d'étoiles situé dans la constellation de Persée. Il est composé d'environ 100 étoiles et est relativement jeune.",
    "_M35":"M35 - L'Amas du Gouffre : Amas ouvert d'étoiles situé dans la constellation des Gémeaux. Il est composé d'environ 200 étoiles et est facilement visible à l'œil nu.",
    "_M36":"M36 - L'Amas de la Mésange : Amas ouvert d'étoiles situé dans la constellation d'Orion. Il est composé de jeunes étoiles bleues et est visible à l'œil nu dans des conditions de ciel sombre.",
    "_M37":"M37 - L'Amas du Tibre : Amas ouvert d'étoiles situé dans la constellation du Cocher. Il est composé d'environ 150 étoiles et est l'un des amas les plus âgés connus.",
    "_M38":"M38 - L'Amas de la Planète : Amas ouvert d'étoiles situé dans la constellation de l'Éridan. Il est composé d'environ 100 étoiles et est visible à l'œil nu.",
    "_M39":"M39 - L'Amas du Cygne : Amas ouvert d'étoiles situé dans la constellation du Cygne. Il est composé d'environ 30 étoiles et est visible à l'œil nu.",
    "_M40":"M40 - La Double Étoile de Winnecke : Bien qu'elle soit répertoriée dans le catalogue de Messier, M40 n'est pas un objet du ciel profond, mais plutôt une paire d'étoiles située dans la constellation d'Ursa Major.",
    "_M41":"M41 - L'Amas de Canis Major : Amas ouvert d'étoiles situé dans la constellation du Grand Chien. Il est composé d'environ 100 étoiles et est facilement visible à l'œil nu.",
    "_M42":"M42 - La Nébuleuse d'Orion : Nébuleuse en émission, réflexion et nébuleuse de gaz ionisé située dans la constellation d'Orion. Elle est l'une des nébuleuses les plus brillantes et les plus étudiées du ciel.",
    "_M43":"M43 - La Nébuleuse de De Mairan : Une région lumineuse associée à la nébuleuse d'Orion. Elle est située juste au nord de la nébuleuse principale et est souvent considérée comme une extension de celle-ci.",
    "_M44":"M44 - L'Amas de la Crèche : Aussi connu sous le nom de 'l'Amas de la Ruche', c'est un amas ouvert d'étoiles situé dans la constellation du Cancer. Il est composé de plusieurs centaines d'étoiles et est facilement visible à l'œil nu.",
    "_M45":"M45 - Les Pléiades : Également connues sous le nom des 'Sept Sœurs', les Pléiades sont un amas ouvert d'étoiles situé dans la constellation du Taureau. Elles sont visibles à l'œil nu et sont l'un des objets les plus célèbres du ciel.",
    "_M46":"M46 - L'Amas de la Tête de Poupée : Amas ouvert d'étoiles situé dans la constellation du Grand Chien. Il est notable pour sa nébuleuse planétaire, la Nébuleuse de l'Esquimau, qui est présente à l'intérieur de l'amas.",
    "_M47":"M47 - L'Amas du Petit Pin : Amas ouvert d'étoiles situé dans la constellation de la Poupe. Il est composé d'environ 50 étoiles et est facilement visible avec des jumelles.",
    "_M48":"M48 - L'Amas de la Boîte à Bijoux : Amas ouvert d'étoiles situé dans la constellation du Petit Chien. Il contient plus de 80 étoiles et est visible à l'œil nu.",
    "_M49":"M49 - La Galaxie du Tourbillon : Une galaxie elliptique située dans la constellation de la Vierge. Elle est l'une des plus brillantes galaxies elliptiques de notre voisinage galactique.",
    "_M50":"M50 - L'Amas du Coeur : Amas ouvert d'étoiles situé dans la constellation de la Licorne. Il est composé d'environ 200 étoiles et est visible à l'œil nu.",
    "_M51":"M51 - La Galaxie du Tourbillon : Aussi connue sous le nom de 'Galaxie du Tourbillon des Chiens de Chasse', c'est une galaxie spirale située à environ 23 millions d'années-lumière de la Terre. Elle est célèbre pour sa structure en spirale et son interaction gravitationnelle avec une galaxie voisine.",
    "_M52":"M52 - L'Amas du 5e Catalogue : Amas ouvert d'étoiles situé dans la constellation de Cassiopée. Il est composé d'environ 200 étoiles et est visible avec des jumelles.",
    "_M53":"M53 - L'Amas des Éclairs : Amas globulaire situé dans la constellation des Chiens de Chasse. Il est l'un des amas globulaires les plus éloignés du groupe local de galaxies.",
    "_M54":"M54 - L'Amas du Sagittaire : Amas globulaire situé dans la constellation du Sagittaire. Il est situé à environ 87 000 années-lumière de la Terre et est associé à la galaxie naine du Sagittaire.",
    "_M55":"M55 - L'Amas du Sagittaire : Autre amas globulaire situé dans la constellation du Sagittaire, mais distinct de M54. Il est situé à environ 17 600 années-lumière de la Terre et est facilement observable avec des jumelles.",
    "_M56":"M56 - L'Amas de la Crosse : Amas globulaire situé dans la constellation de la Lyre. Il est situé à environ 32 900 années-lumière de la Terre et est légèrement elliptique en forme.",
    "_M57":"M57 - La Nébuleuse de l'Anneau : Aussi connue sous le nom de 'Nébuleuse de la Lyre', c'est une nébuleuse planétaire située à environ 2 300 années-lumière de la Terre. Elle présente une structure en forme d'anneau et est souvent considérée comme l'une des plus belles nébuleuses du ciel.",
    "_M58":"M58 - La Galaxie de Canes Venatici : Une galaxie spirale barrée située dans la constellation des Chiens de Chasse. Elle est membre du groupe de M51 et est située à environ 68 millions d'années-lumière de la Terre.",
    "_M59":"M59 - La Galaxie de la Vierge : Une galaxie elliptique située dans la constellation de la Vierge. Elle fait partie du célèbre amas de galaxies de la Vierge.",
    "_M60":"M60 - La Galaxie de la Vierge : Autre galaxie elliptique située dans la constellation de la Vierge, également membre de l'amas de galaxies de la Vierge.",
    "_M61":"M61 - La Galaxie du Tourbillon de la Vierge : Une galaxie spirale située dans la constellation de la Vierge. Elle présente une structure en spirale bien définie et est située à environ 52 millions d'années-lumière de la Terre.",
    "_M62":"M62 - L'Amas du Scorpion : Amas globulaire situé dans la constellation du Scorpion. Il est connu pour sa densité élevée et sa concentration d'étoiles.",
    "_M63":"M63 - La Galaxie du Tournesol : Aussi connue sous le nom de 'Galaxie du Tournesol', c'est une galaxie spirale située dans la constellation des Chiens de Chasse. Elle est remarquable pour ses bras spirals bien visibles.",
    "_M64":"M64 - La Galaxie de l'Œil Noir : Également appelée 'Galaxie de l'Œil Noir', c'est une galaxie spirale située dans la constellation des Chiens de Chasse. Elle est caractérisée par une bande sombre de poussière qui traverse son centre, donnant l'apparence d'un œil noir.",
    "_M65":"M65 - La Galaxie du Triangle : Une galaxie spirale située dans la constellation du Lion. Elle fait partie du célèbre trio de galaxies M65, M66 et NGC 3628, souvent appelées le 'Triplet du Lion'.",
    "_M66":"M66 - La Galaxie du Triangle : Autre galaxie spirale située dans la constellation du Lion et faisant partie du 'Triplet du Lion'. Elle présente une structure en spirale bien définie.",
    "_M67":"M67 - L'Amas de la Crib : Amas ouvert d'étoiles situé dans la constellation du Cancer. Il est l'un des amas ouverts les plus vieux connus, avec un âge estimé à environ 4 milliards d'années.",
    "_M68":"M68 - L'Amas de la Gobie : Amas globulaire situé dans la constellation d'Hydre. Il est situé à environ 33 000 années-lumière de la Terre et contient une grande concentration d'étoiles.",
    "_M69":"M69 - L'Amas du Sagittaire : Amas globulaire situé dans la constellation du Sagittaire. Il est situé à environ 29 700 années-lumière de la Terre et est associé à la galaxie du Sagittaire.",
    "_M70":"M70 - L'Amas du Sagittaire : Autre amas globulaire situé dans la constellation du Sagittaire et associé à la galaxie du Sagittaire. Il est situé à environ 29 300 années-lumière de la Terre.",
    "_M71":"M71 - L'Amas de l'Éventail : Amas globulaire situé dans la constellation de la Flèche. Il est particulièrement intéressant car il présente une structure moins dense et plus étendue que la plupart des autres amas globulaires.",
    "_M72":"M72 - L'Amas du Poisson Austral : Amas globulaire situé dans la constellation du Poisson Austral. Il est situé à environ 53 000 années-lumière de la Terre et est légèrement elliptique en forme.",
    "_M73":"M73 - L'Amas des Étoiles Fixes : Groupe d'étoiles situé dans la constellation du Verseau. Il est composé de quatre étoiles qui semblent former une figure presque rectangulaire.",
    "_M74":"M74 - La Galaxie du Tourbillon : Une galaxie spirale située dans la constellation des Poissons. Elle est située à environ 32 millions d'années-lumière de la Terre et est célèbre pour ses bras spirals bien développés.",
    "_M75":"M75 - L'Amas de Pégase : Amas globulaire situé dans la constellation de Pégase. Il est situé à environ 67 500 années-lumière de la Terre et présente une densité élevée d'étoiles.",
    "_M76":"M76 - La Nébuleuse de la Petite Dumbbell : Aussi connue sous le nom de 'Nébuleuse de la Petite Haltère', c'est une nébuleuse planétaire située dans la constellation de Persée. Elle présente une forme allongée qui ressemble à une petite haltère.",
    "_M77":"M77 - La Galaxie de Cetus : Une galaxie spirale située dans la constellation de la Baleine. Elle est située à environ 47 millions d'années-lumière de la Terre et est connue pour son noyau actif contenant un trou noir supermassif.",
    "_M78":"M78 - La Nébuleuse de la Licorne : Une nébuleuse en réflexion située dans la constellation de la Licorne. Elle est principalement composée de poussières et de gaz réfléchissant la lumière des étoiles environnantes.",
    "_M79":"M79 - L'Amas de la Grande Mouche : Amas globulaire situé dans la constellation de la Poupe. Il est situé à environ 42 000 années-lumière de la Terre et est relativement pauvre en étoiles.",
    "_M80":"M80 - L'Amas du Scorpion : Amas globulaire situé dans la constellation du Scorpion. Il est situé à environ 32 600 années-lumière de la Terre et est l'un des amas globulaires les plus denses connus.",
    "_M81":"M81 - La Galaxie de Bode : Une galaxie spirale située dans la constellation de la Grande Ourse. Elle est située à environ 12 millions d'années-lumière de la Terre et est l'une des galaxies les plus brillantes de son groupe.",
    "_M82":"M82 - La Galaxie du Cigare : Aussi connue sous le nom de 'Galaxie du Cigare', c'est une galaxie irrégulière située dans la constellation de la Grande Ourse. Elle est célèbre pour sa structure distordue et ses émissions intenses de rayons X.",
    "_M83":"M83 - La Galaxie de la Roue : Une galaxie spirale située dans la constellation de l'Hydre. Elle est située à environ 15 millions d'années-lumière de la Terre et est connue pour ses bras spiraux bien développés.",
    "_M84":"M84 - La Galaxie de la Vierge : Une galaxie elliptique située dans la constellation de la Vierge. Elle fait partie de l'amas de galaxies de la Vierge et est située à environ 60 millions d'années-lumière de la Terre.",
    "_M85":"M85 - La Galaxie de la Vierge : Autre galaxie elliptique située dans la constellation de la Vierge et membre de l'amas de galaxies de la Vierge.",
    "_M86":"M86 - La Galaxie de la Vierge : Autre galaxie elliptique située dans la constellation de la Vierge et également membre de l'amas de galaxies de la Vierge.",
    "_M87":"M87 - La Galaxie de la Vierge : Une galaxie elliptique géante située dans la constellation de la Vierge. Elle abrite l'un des trous noirs supermassifs les plus massifs connus.",
    "_M88":"M88 - La Galaxie du Fuseau : Une galaxie spirale située dans la constellation de la Coma Berenices. Elle est située à environ 50 millions d'années-lumière de la Terre et est remarquable pour sa forme de fuseau allongé.",
    "_M89":"M89 - La Galaxie de la Vierge : Une galaxie elliptique située dans la constellation de la Vierge. Elle fait partie de l'amas de galaxies de la Vierge et est située à environ 50 millions d'années-lumière de la Terre.",
    "_M90":"M90 - La Galaxie du Sombrero : Aussi connue sous le nom de 'Galaxie du Sombrero', c'est une galaxie spirale située dans la constellation de la Vierge. Elle est remarquable pour son noyau lumineux et son anneau de poussière sombre qui lui donne l'apparence d'un sombrero.",
    "_M91":"M91 - La Galaxie du Couchant : Une galaxie spirale située dans la constellation de la Grande Ourse. Elle est située à environ 63 millions d'années-lumière de la Terre et présente des bras spiraux bien développés.",
    "_M92":"M92 - L'Amas d'Hercule : Amas globulaire situé dans la constellation d'Hercule. Il est situé à environ 26 700 années-lumière de la Terre et est l'un des amas globulaires les plus brillants visibles depuis l'hémisphère nord.",
    "_M93":"M93 - L'Amas de la Crèche : Amas ouvert d'étoiles situé dans la constellation de la Poupe. Il est situé à environ 3 600 années-lumière de la Terre et est composé d'une trentaine d'étoiles brillantes.",
    "_M94":"M94 - La Galaxie du Chat's Eye : Aussi connue sous le nom de 'Galaxie du Chat's Eye', c'est une galaxie spirale située dans la constellation des Chiens de Chasse. Elle est remarquable pour sa structure en forme de disque et son noyau actif.",
    "_M95":"M95 - La Galaxie du Lion : Une galaxie spirale située dans la constellation du Lion. Elle fait partie du célèbre trio de galaxies M95, M96 et M105, souvent appelées le 'Trio du Lion'.",
    "_M96":"M96 - La Galaxie du Lion : Autre galaxie spirale située dans la constellation du Lion et faisant partie du 'Trio du Lion'. Elle présente des bras spiraux bien visibles.",
    "_M97":"M97 - La Nébuleuse du Hibou : Aussi connue sous le nom de 'Nébuleuse du Hibou', c'est une nébuleuse planétaire située dans la constellation de la Grande Ourse. Elle est célèbre pour sa forme qui ressemble à un hibou avec des yeux lumineux.",
    "_M98":"M98 - La Galaxie du Serpent : Une galaxie spirale située dans la constellation du Serpent. Elle est située à environ 45 millions d'années-lumière de la Terre et présente une structure en spirale bien définie.",
    "_M99":"M99 - La Galaxie du Coma : Une galaxie spirale située dans la constellation de la Chevelure de Bérénice. Elle est située à environ 60 millions d'années-lumière de la Terre et est remarquable pour ses bras spiraux étendus.",
    "_M100":"M100 - La Galaxie du Coma : Autre galaxie spirale située dans la constellation de la Chevelure de Bérénice. Elle fait partie du célèbre amas de la Chevelure de Bérénice et présente une structure en spirale bien développée.",
    "_M101":"M101 - La Galaxie du Moulinet : Une galaxie spirale située dans la constellation de la Grande Ourse. Elle est souvent appelée 'Galaxie du Moulinet' en raison de sa structure en spirale étendue.",
    "_M102":"M102 - L'Objet de Spindle : Aussi connu sous le nom d''Objet de Spindle', c'est un objet céleste situé dans la constellation du Dragon. Son identification précise a été sujette à débat, mais il est généralement associé à la galaxie NGC 5866.",
    "_M103":"M103 - L'Amas de l'Ouest : Amas ouvert d'étoiles situé dans la constellation de Cassiopée. Il est composé d'environ 40 étoiles brillantes et est facilement observable à l'œil nu.",
    "_M104":"M104 - La Galaxie du Sombrero : Une galaxie spirale située dans la constellation de la Vierge. Elle est souvent appelée 'Galaxie du Sombrero' en raison de sa forme distinctive rappelant un chapeau mexicain.",
    "_M105":"M105 - La Galaxie du Lion : Une galaxie elliptique située dans la constellation du Lion. Elle fait partie du groupe de galaxies du Lion et est située à environ 38 millions d'années-lumière de la Terre.",
    "_M106":"M106 - La Galaxie de Canes Venatici : Une galaxie spirale située dans la constellation des Chiens de Chasse. Elle est située à environ 23 millions d'années-lumière de la Terre et est remarquable pour sa brillance et son noyau actif.",
    "_M107":"M107 - L'Amas d'Ophiuchus : Amas globulaire situé dans la constellation d'Ophiuchus. Il est situé à environ 20 900 années-lumière de la Terre et est relativement peu dense par rapport à d'autres amas globulaires.",
    "_M108":"M108 - La Galaxie de la Grande Ourse : Une galaxie spirale située dans la constellation de la Grande Ourse. Elle est située à environ 45 millions d'années-lumière de la Terre et présente des bras spiraux bien développés.",
    "_M109":"M109 - La Galaxie de la Grande Ourse : Autre galaxie spirale située dans la constellation de la Grande Ourse. Elle fait partie du groupe de galaxies de la Grande Ourse et est située à environ 83 millions d'années-lumière de la Terre.",
    "_M110":"M110 : Située dans la constellation d'Andromède, M110 est une galaxie elliptique naine et une galaxie satellite de la Galaxie d'Andromède (M31). Elle apparaît comme un petit compagnon faible de M31.",
    "_B33":"Barnard 33 : Barnard 33, également connu sous le nom de Nébuleuse de la Tête de Cheval, est un objet astronomique situé dans la constellation d'Orion. Il s'agit d'une nébuleuse sombre qui obscurcit la lumière de la nébuleuse en émission IC 434 située derrière. La forme distinctive de la Nébuleuse de la Tête de Cheval ressemble à celle de la tête d'un cheval, d'où son nom. C'est une cible populaire pour les astrophotographes et les astronomes amateurs en raison de son apparence frappante. La nébuleuse se trouve à environ 1500 années-lumière de la Terre.",
    "Sun":"Soleil",
    "_NGC2244" : "NGC 2244 est un amas ouvert d'étoiles situé au sein de la nébuleuse de l'Rosette (NGC 2237) dans la constellation de Monoceros. Il est illuminé par les étoiles chaudes qui le composent et se trouve à environ 5 000 années-lumière de la Terre.",
    "_NGC7331" : "NGC 7331 est une galaxie spirale située dans la constellation de Pegasus. Elle est souvent comparée à notre propre galaxie, la Voie lactée, en raison de sa forme similaire.",
    "_NGC7293" : "NGC 7293, également connue sous le nom de Nébuleuse de l'Hélice, est une nébuleuse planétaire située dans la constellation de l'Aquarius. Elle doit son nom à sa forme rappelant une hélice.",
    "_NGC7686" : "NGC 7686 est un amas ouvert d'étoiles situé dans la constellation d'Andromède. Il est composé d'étoiles relativement jeunes.",
    "_NGC7662" : "NGC 7662, également appelée la Nébuleuse de la Lyre, est une nébuleuse planétaire située dans la constellation de la Lyre. Elle doit son nom à sa forme évoquant une petite étoile.",
    "_NGC752" : "NGC 752 est un amas ouvert d'étoiles situé dans la constellation de Cassiopeia. C'est l'un des amas ouverts les plus proches de notre système solaire.",
    "_NGC7009" : "NGC 7009, également connue sous le nom de Nébuleuse Saturne, est une nébuleuse planétaire située dans la constellation de l'Aquarius. Elle doit son nom à sa ressemblance avec la planète Saturne.",
    "_NGC7184" : "NGC 7184 est une galaxie située dans la constellation de la Pegasus. Elle fait partie du groupe de galaxies de la Pegasus.",
    "_NGC6781" : "NGC 6781 est une nébuleuse planétaire située dans la constellation de l'Aquarius. Elle se caractérise par son apparence elliptique.",
    "_NGC5248" : "NGC 5248 est une galaxie spirale située dans la constellation de la Boötes. Elle présente des bras spiraux bien définis.",
    "_NGC2775" : "NGC 2775 est une galaxie spirale située dans la constellation de la Lynx. Elle possède un noyau lumineux et des bras spiraux.",
    "_NGC4631" : "NGC 4631 est une galaxie spirale située dans la constellation des Chiens de Chasse. Elle est souvent surnommée la 'Baleine' en raison de sa forme caractéristique.",
    "_NGC6826" : "NGC 6826, également connue sous le nom de Nébuleuse du Voile, est une nébuleuse planétaire située dans la constellation de Cygnus. Elle se compose de gaz et de poussière éjectés par une étoile mourante.",
    "_NGC7008" : "NGC 7008 est une nébuleuse planétaire située dans la constellation de Cygnus. Elle se caractérise par sa forme circulaire.",
    "_NGC6543" : "NGC 6543, également appelée la Nébuleuse de l'Œil de Chat, est une nébuleuse planétaire située dans la constellation de Draco. Elle doit son nom à sa forme ressemblant à un œil de chat.",
    "_NGC2371" : "NGC 2371 est une nébuleuse planétaire située dans la constellation des Gémeaux. Elle présente une forme allongée caractéristique.",
    "_NGC2440" : "NGC 2440 est une nébuleuse planétaire située dans la constellation de la Poupe. Elle se compose de gaz et de poussière éjectés par une étoile en fin de vie.",
    "_NGC6992":"NGC 6992, également connue sous le nom de Nébuleuse du Voile Est, est une partie d'un rémanent de supernova dans la constellation du Cygne. Elle est le résultat de l'explosion d'une étoile massive lors d'un événement de supernova il y a des milliers d'années. La Nébuleuse du Voile Est se caractérise par ses filaments complexes et délicats de gaz ionisé qui s'étendent dans l'espace. Ces structures sont illuminées par le rayonnement intense de l'étoile centrale voisine. Cette nébuleuse est une cible captivante et populaire pour l'astrophotographie en raison de son apparence détaillée et visuellement époustouflante.",
    "Moon":"Lune",
    "Jupiter":"Jupiter",
    "Saturn":"Saturne",
    "Mars":"Mars",
    "Venus":"Venus",
    "M1":"M1",
    "M2":"M2",
    "M3":"M3",
    "M4":"M4",
    "M5":"M5",
    "M6":"M6",
    "M7":"M7",
    "M8":"M8",
    "M9":"M9",
    "M10":"M10",
    "M11":"M11",
    "M12":"M12",
    "M13":"M13",
    "M14":"M14",
    "M15":"M15",
    "M16":"M16",
    "M17":"M17",
    "M18":"M18",
    "M19":"M19",
    "M20":"M20",
    "M21":"M21",
    "M22":"M22",
    "M23":"M23",
    "M24":"M24",
    "M25":"M25",
    "M26":"M26",
    "M27":"M27",
    "M28":"M28",
    "M29":"M29",
    "M30":"M30",
    "M31":"M31",
    "M32":"M32",
    "M33":"M33",
    "M34":"M34",
    "M35":"M35",
    "M36":"M36",
    "M37":"M37",
    "M38":"M38",
    "M39":"M39",
    "M40":"M40",
    "M41":"M41",
    "M42":"M42",
    "M43":"M43",
    "M44":"M44",
    "M45":"M45",
    "M46":"M46",
    "M47":"M47",
    "M48":"M48",
    "M49":"M49",
    "M50":"M50",
    "M51":"M51",
    "M52":"M52",
    "M53":"M53",
    "M54":"M54",
    "M55":"M55",
    "M56":"M56",
    "M57":"M57",
    "M58":"M58",
    "M59":"M59",
    "M60":"M60",
    "M61":"M61",
    "M62":"M62",
    "M63":"M63",
    "M64":"M64",
    "M65":"M65",
    "M66":"M66",
    "M67":"M67",
    "M68":"M68",
    "M69":"M69",
    "M70":"M70",
    "M71":"M71",
    "M72":"M72",
    "M73":"M73",
    "M74":"M74",
    "M75":"M75",
    "M76":"M76",
    "M77":"M77",
    "M78":"M78",
    "M79":"M79",
    "M80":"M80",
    "M81":"M81",
    "M82":"M82",
    "M83":"M83",
    "M84":"M84",
    "M85":"M85",
    "M86":"M86",
    "M87":"M87",
    "M88":"M88",
    "M89":"M89",
    "M90":"M90",
    "M91":"M91",
    "M92":"M92",
    "M93":"M93",
    "M94":"M94",
    "M95":"M95",
    "M96":"M96",
    "M97":"M97",
    "M98":"M98",
    "M99":"M99",
    "M100":"M100",
    "M101":"M101",
    "M102":"M102",
    "M103":"M103",
    "M104":"M104",
    "M105":"M105",
    "M106":"M106",
    "M107":"M107",
    "M108":"M108",
    "M109":"M109",
    "M110":"M110",
    "B33":"B33",
    "NGC6992":"NGC 6992",
    "NGC2244":"NGC 2244",
    "NGC7331":"NGC 7331",
    "NGC7293":"NGC 7293",
    "NGC7686":"NGC 7686",
    "NGC7662":"NGC 7662",
    "NGC752":"NGC 752",
    "NGC7009":"NGC 7009",
    "NGC7184":"NGC 7184",
    "NGC6781":"NGC 6781",
    "NGC5248":"NGC 5248",
    "NGC2775":"NGC 2775",
    "NGC4631":"NGC 4631",
    "NGC6826":"NGC 6826",
    "NGC7008":"NGC 7008",
    "NGC6543":"NGC 6543",
    "NGC2371":"NGC 2371",
    "NGC2440":"NGC 2440",
    "Andromeda":"Andromède",
    "Aquarius":"Verseau",
    "Aquila":"Aigle",
    "Ara":"Autel",
    "Aries":"Bélier",
    "Auriga":"Cocher",
    "Bootes":"Bouvier",
    "Caelum":"Burin",
    "Camelopardalis":"Girafe",
    "Cancer":"Cancer",
    "Canes Venatici":"Chiens de chasse",
    "Canis Major":"Grand Chien",
    "Canis Minor":"Petit Chien",
    "Capricornus":"Capricorne",
    "Carina":"Carène",
    "Cassiopeia":"Cassiopée",
    "Centaurus":"Centaure",
    "Cepheus":"Céphée",
    "Cetus":"Baleine",
    "Chamaeleon":"Caméléon",
    "Circinus":"Compas",
    "Columba":"Colombe",
    "Coma Berenices":"Chevelure de Bérénice",
    "Corona Australis":"Couronne australe",
    "Corona Borealis":"Couronne boréale",
    "Corvus":"Corbeau",
    "Crater":"Coupe",
    "Crux":"Croix du Sud",
    "Cygnus":"Cygne",
    "Delphinus":"Dauphin",
    "Dorado":"Dorade",
    "Draco":"Dragon",
    "Equuleus":"Petit Cheval",
    "Eridanus":"Éridan",
    "Fornax":"Fourneau",
    "Gemini":"Gémeaux",
    "Grus":"Grue",
    "Hercules":"Hercule",
    "Horologium":"Horloge",
    "Hydra":"Hydre",
    "Hydrus":"Petit Dragon d'eau",
    "Indus":"Indien",
    "Lacerta":"Lézard",
    "Leo":"Lion",
    "Leo Minor":"Petit Lion",
    "Lepus":"Lièvre",
    "Libra":"Balance",
    "Lupus":"Loup",
    "Lynx":"Lynx",
    "Lyra":"Lyre",
    "Mensa":"Table",
    "Microscopium":"Microscope",
    "Monoceros":"Licorne",
    "Musca":"Mouche",
    "Norma":"Équerre",
    "Octans":"Octant",
    "Ophiuchus":"Serpentaire",
    "Orion":"Orion",
    "Pavo":"Paon",
    "Pegasus":"Pégase",
    "Perseus":"Persée",
    "Phoenix":"Phénix",
    "Pictor":"Peintre",
    "Pisces":"Poissons",
    "Piscis Austrinus":"Poissons austraux",
    "Puppis":"Poupe",
    "Pyxis":"Boussole de Jason",
    "Reticulum":"Réticule",
    "Sagitta":"Flèche",
    "Sagittarius":"Sagittaire",
    "Scorpius":"Scorpion",
    "Sculptor":"Sculpteur",
    "Scutum":"Écu de Sobieski",
    "Serpens":"Serpent",
    "Sextans":"Sextant",
    "Taurus":"Taureau",
    "Telescopium":"Télescope",
    "Triangulum":"Triangle",
    "Triangulum Australe":"Triangle austral",
    "Tucana":"Toucan",
    "Ursa Major":"Grande Ourse",
    "Ursa Minor":"Petite Ourse",
    "Vela":"Voile",
    "Virgo":"Vierge",
    "Volans":"Toucan",
    "Vulpecula":"Petit Renard",
    "Alpheratz":"Alphératz",
    "Ankaa":"Ankaa",
    "Schedar":"Schedar",
    "Diphda":"Diphda",
    "Polaris":"Polaris",
    "Achernar":"Achernar",
    "Almach":"Almach",
    "Hamal":"Hamal",
    "Acamar":"Acamar",
    "Menkar":"Menkar",
    "Algol":"Algol",
    "Mirphak":"Mirphak",
    "Aldebaran":"Aldebaran",
    "Capella":"Capella",
    "Rigel":"Rigel",
    "Bellatrix":"Bellatrix",
    "Elnath":"Elnath",
    "Alnilam":"Alnilam",
    "Betelgeuse":"Bételgeuse",
    "Canopus":"Canopus",
    "Sirius":"Sirius",
    "Adhara":"Adhara",
    "Castor":"Castor",
    "Procyon":"Procyon",
    "Pollux":"Pollux",
    "Avior":"Avior",
    "Suhail":"Suhail",
    "Miaplacidus":"Miaplacidus",
    "Alphard":"Alphard",
    "Regulus":"Régulus",
    "Dubhe":"Dubhé",
    "Denebola":"Denebola",
    "Gienah":"Gienah",
    "Acrux":"Acrux",
    "Gacrux":"Gacrux",
    "Mimosa":"Mimosa",
    "Alioth":"Alioth",
    "Mizar":"Mizar",
    "Spica":"Spica",
    "Alkaid":"Alkaïd",
    "Hadar":"Hadar",
    "Menkent":"Menkent",
    "Arcturus":"Arcturus",
    "Rigil Kent":"Rigil Kent",
    "Zubenelgenubi":"Zubenelgenubi",
    "Kochab":"Kochab",
    "Alphecca":"Alphécca",
    "Antares":"Antarès",
    "Atria":"Atria",
    "Sabik":"Sabik",
    "Shaula":"Shaula",
    "Rasalhague":"Rasalhague",
    "Eltanin":"Eltanin",
    "Kaus Australis":"Kaus Australis",
    "Vega":"Véga",
    "Nunki":"Nunki",
    "Altair":"Altair",
    "Peacock":"Paon",
    "Deneb":"Deneb",
    "Alderamin":"Alderamin",
    "Enif":"Enif",
    "Alnair":"Alnair",
    "Fomalhaut":"Fomalhaut",
    "Scheat":"Scheat",
    "Markab":"Markab",
    "Mercury":"Mercure",
    "Earth":"Terre",
    "Uranus":"Uranus",
    "Neptune":"Neptune",
    "Pluto":"Pluton"
    
}